{
"invest":{
    "banner": {
      "title": "Invest with Clarity. Backed by Insight. Executed with Trust.",
      "subtitle": "Intelligent investments in real estate, shaped by experience, driven by strategy, and executed with integrity.",
      "image": "/assets/Pages/investbg.png"
    },
    "heroSection":{
        "heading":"Investing with Intent. Guided by Experience. Defined by Conviction.",
        "subtextone":"True wealth is built on discernment on knowing when to act, and what to avoid.",
        "subtextTwo":"At myfollo, we don’t chase listings or trends. We curate conviction. Each opportunity is mandated, pre-vetted, and backed by rigorous due diligence, offering investors access to real estate that’s been analyzed, structured, and aligned with long-term value creation.",
        "subtextthree":"Our approach blends institutional intelligence with private advisory discretion, ensuring that HNIs, NRIs, family offices, and institutions access opportunities that others rarely see and invest with the same confidence they bring to every other asset class.",
        "points":[
            {
            "heading":"myfollo Investment Advantages:",
            "subText":"Our Edge: Defined by Discipline. Delivered with Trust."
            },
             {
            "heading":"Mandated Inventory Only",
            "subText":"We operate exclusively through developer mandates ensuring access to genuine, limited-supply opportunities that are transparent, credible, and future-ready."
            },
             {
            "heading":"Tier-1 Developer Network",
            "subText":"Our relationships with India’s most trusted developers allow investors early access to premium inventory, often before market release."
            },
             {
            "heading":"Independent Advisory",
            "subText":"Advisory sits at the heart of every recommendation. No bias. No sales push. Just structured, insight-led guidance that aligns with your wealth strategy."
            },
             {
            "heading":"Full-Service Investment Desk",
            "subText":"From opportunity curation and negotiation to financial diligence and post-transaction oversight every investment is managed with precision, clarity, and accountability."
            },
             {
            "heading":"Proven Track Record",
            "subText":"With ₹15,000 Cr+ in assets under advisory and partnerships spanning India, Singapore, the UAE, and the USA, myfollo continues to redefine how intelligent investors engage with real estate."
            }
       ]
    },
    "feature":[
        {
            "headin":"Curate",
            "subText":"We identify opportunities that meet our highest standards mandated, early-stage, and tier-1 inventory vetted through rigorous diligence and institutional review. Every project we curate reflects quality, credibility, and potential for enduring value.",
            "image":"/assets/defaultImg.svg"
        },
        {
            "headin":"Advise",
            "subText":"Our advisory approach blends analytics with foresight. We provide risk-adjusted, strategy-aligned recommendations, ensuring each investment fits seamlessly within your broader wealth objectives and long-term vision.",
            "image":"/assets/defaultImg.svg"
        },
        {
            "headin":"Execute",
            "subText":"From structuring and negotiation to transaction closure and post-investment support, our process emphasizes precision, transparency, and accountability, ensuring confidence well beyond the point of purchase.",
            "image":"/assets/defaultImg.svg"
        }
    ],
    "trustedLeaders":[
        {
            "heading":"Exclusive Project",
            "image":"/assets/defaultImg.svg",
            "location":"Mumbai",
            "range":"13–16%, Mandated",
            "title":"Private invitation only."
        },
         {
            "heading":"Spotlight Opportunity",
            "image":"/assets/defaultImg.svg",
            "location":"Gurugram | Mumbai",
            "range":"12–15%, Mandated",
            "title":"Early access to curated luxury property."
        },
         {
            "heading":"Spotlight Opportunity",
            "image":"/assets/defaultImg.svg",
            "location":"Gurugram | Mumbai",
            "range":"12–15%, Mandated",
              "title":"Early access to curated luxury property."
        }
    ],
    "brands": [
      "/assets/Home/brands/brand1.svg",
      "/assets/Home/brands/brand2.svg",
      "/assets/Home/brands/brand3.svg",
      "/assets/Home/brands/brand4.svg",
      "/assets/Home/brands/brand5.svg",
      "/assets/Home/brands/brand6.svg"
    ]
    },

 "transact":{
    "banner": {
      "title": "Advisory-Led Real Estate Transactions. Executed with Precision.",
      "subtitle": "From asset sales and leasing to long-term portfolio repositioning, MyFollo delivers structured, discreet, and data-led execution that turns real estate transactions into enduring wealth strategies.",
      "image": "/assets/Pages/investbg.png"
    },
    "heroSection":{
        "heading":"Why Choose myfollo for Real Estate Transactions.",
        "subtextone":"In India, most real estate transactions are rushed, fragmented, or undervalued, leading to lost opportunity and inefficiency.",
        "subtextTwo":"At myfollo, we bring discipline, data, and discretion to every mandate. Our advisory-led process blends market intelligence with private, end-to-end execution, ensuring your assets are positioned, negotiated, and closed with precision and purpose, whether you’re selling, leasing, or rebalancing your portfolio.",
        "points":[
            {
            "heading":"Who We Work With",
            "subText":"Advisory for those who expect more from every transaction."
            }  
       ],
       "subpoints":[
          {
            "heading":"Homeowners",
            "icon":"/assets/Pages/House.svg",
            "subText":"Professional advisory for premium property owners seeking structured sales or leasing support with transparency and trust."
            },
             {
            "heading":"UHNI Families & Family Offices",
            "icon":"/assets/Pages/Department.svg",
            "subText":"Strategic transaction and portfolio solutions designed for privacy, performance, and long-term value creation."
            },
             {
            "heading":"Investors",
            "icon":"/assets/Pages/Increase.svg",
            "subText":"Tailored exit or leasing strategies that unlock value from underperforming or idle assets through data-backed execution."
            },
             {
            "heading":"NRIs",
            "icon":"/assets/Pages/America.svg",
            "subText":"End-to-end representation for non-resident owners seeking compliant, insight-driven, and seamless real estate execution in India."
            }
       ]
    },
    "feature":[
        {
            "headin":"Evaluate",
            "subText":"We begin with market intelligence and asset profiling to define the asset’s potential, pricing strategy, and target positioning, building the foundation for informed decisions.",
            "image":"/assets/defaultImg.svg"
        },
        {
            "headin":"Position",
            "subText":"Through strategic outreach, buyer/tenant mapping, and asset positioning, we ensure visibility where it matters, presenting opportunities to the right audience, not every audience.",
            "image":"/assets/defaultImg.svg"
        },
        {
            "headin":"Execute",
            "subText":"From negotiation and legal documentation to closure and compliance, our in-house experts manage every stage seamlessly, maintaining complete discretion and accountability.",
            "image":"/assets/defaultImg.svg"
        }
    ],
    "hightLightFeatures":{
        "heading":"Our Transaction Suite. Built for Precision.",
        "text":"myfollo offers a full-service transaction suite designed to simplify complexity and preserve value. From asset sales and leasing to due diligence and closure, every step is guided by data, discretion, and institutional-grade execution, ensuring outcomes that align with your wealth strategy.",
        "pointers":[
            {
              "logo":"/assets/Pages/Rectangle.svg",
              "title":"Exclusive Sale Advisory" ,
               "text":"Discreet, mandate-based advisory for premium assets. Through our qualified buyer network and off-market positioning, we deliver faster, more structured exits, often before listings reach the market."
            },
             {
              "logo":"/assets/Pages/Ellipse.svg",
              "title":"Lease & Asset Management" ,
               "text":"Maximize long-term yield through data-led lease structuring, tenant retention strategies, and performance tracking. Every lease is managed with institutional-grade oversight for consistent NOI growth."
            },
             {
              "logo":"/assets/Pages/Polygon.svg",
              "title":"Buyer & Tenant Profiling" ,
               "text":"Our proprietary buyer and tenant intelligence framework identifies, qualifies, and matches prospects before engagement, reducing transaction cycles and enhancing deal certainty."
            },
             {
              "logo":"/assets/Pages/Polygon.svg",
              "title":"Property Benchmarking" ,
               "text":"Comprehensive market and portfolio benchmarking that compares asset performance across micro-markets, peers, and categories, enabling strategic decisions backed by real-time data."
            },
             {
              "logo":"/assets/Pages/Ellipse.svg",
              "title":"Legal & Financial Due Diligence" ,
               "text":"Expert-led due diligence ensuring regulatory compliance, documentation accuracy, and financial clarity. We uncover risks before they evolve into liabilities, protecting both capital and confidence."
            },
             {
              "logo":"/assets/Pages/Rectangle.svg",
              "title":"Structured Negotiations & Closure" ,
               "text":"Seamless, orchestrated execution from negotiation to fund transfer. Our team manages documentation, compliance, and coordination across stakeholders to ensure precision and transparency at every step."
            }
        ]
    },
    "trustedLeaders":[
        {
            "heading":"Exclusive Buyer & Tenant Network",
            "image":"/assets/defaultImg.svg",
            "title":"Access to verified, high-intent buyers and tenants through our curated private network."
        },
           {
            "heading":"Zero-Noise, Discreet Marketing",
            "image":"/assets/defaultImg.svg",
            "title":"Mandate-based visibility with no public listings, privacy and exclusivity assured."
        },
           {
            "heading":"Legal-Vetted, Advisory-Led Transactions",
            "image":"/assets/defaultImg.svg",
            "title":"Every transaction backed by comprehensive legal oversight and documentation review."
        },
           {
            "heading":"Team-Led Inspections & Evaluations",
            "image":"/assets/defaultImg.svg",
            "title":"All site interactions managed by myfollo professionals, never outsourced or unverified."
        }

    ],
      "brands": [
      "/assets/Home/brands/brand1.svg",
      "/assets/Home/brands/brand2.svg",
      "/assets/Home/brands/brand3.svg",
      "/assets/Home/brands/brand4.svg",
      "/assets/Home/brands/brand5.svg",
      "/assets/Home/brands/brand6.svg"
    ]
    },


    
"prefo":{
    "banner": {
      "title": "Real Estate Stewardship for Family Offices.",
      "subtitle": "PREFO offers governance-driven advisory across acquisitions, consolidation, and long-term portfolio management supporting the preservation, protection, and compounding of multi-generational real estate wealth.",
      "image": "/assets/Pages/investbg.png"
    },
    "heroSection":{
        "heading":"What is PREFO?",
        "subtextone":"Private Real Estate Family Office.",
        "subtextTwo":"Specialised real estate advisory built exclusively for family offices.",
        "NarrativeparagraphOne":"Real estate portfolios, unlike marketable securities, are rarely governed with the same discipline, structure, or long-term strategy. Most families hold valuable assets but lack institutional-grade oversight leading to inefficiencies, underperformance, and fragmented decision-making.",
        "Narrativeparagraphtwo":"PREFO exists to change that.We bring family-office intelligence, portfolio governance, structured evaluation, and unbiased advisory to real estate ensuring every asset is aligned with wealth objectives, risk discipline, and multi-generational continuity.",
        "FounderQuote":"“Real estate is often a family’s most significant asset class yet the least professionally governed. PREFO provides the strategic clarity and portfolio discipline required to preserve value, unlock opportunity, and reduce long-term risk.”",
        "author":"myfollo",
        "position":"Founder & CEO",
        "herosectionImg":"/assets/Pages/herosectionimage.png",
        "authorImg":""
        
    },
    "feature":[
        {
            "headin":"Advise",
            "subText":"Strategic structuring, consolidation, and compliance We assess the portfolio’s architecture, organize scattered or inherited assets, streamline ownership structures, and establish governance-ready frameworks that support long-term decision-making.",
            "image":"/assets/defaultImg.svg"
        },
        {
            "headin":"Track",
            "subText":"Performance, yield, capital value, and risk oversight Your real estate portfolio is continuously monitored through proprietary dashboards, allowing you to evaluate appreciation, rental performance, liquidity, exposure, and risk concentration in real time.",
            "image":"/assets/defaultImg.svg"
        },
        {
            "headin":"Act",
            "subText":"Execute exits, reinvestments, and restructuring with discipline From orchestrating strategic sales to reallocating capital or restructuring underperforming assets, every action is executed with precision, discretion, and alignment to your family’s long-term objectives.",
            "image":"/assets/defaultImg.svg"
        }
    ],
    "hightLightFeatures":{
        "heading":"Who We Work With",
        "text":"Advisory built for families managing diverse and multi-asset real estate portfolios.",
        "pointers":[
            {
              "logo":"/assets/Pages/Rectangle.svg",
              "title":"Family Offices" ,
               "text":"Dedicated support for multi-generational wealth entities requiring structured real estate oversight, governance, and long-term portfolio strategy."
            },
             {
              "logo":"/assets/Pages/Ellipse.svg",
              "title":"UHNI Families" ,
               "text":"Advisory for legacy-focused families with significant real estate holdings covering evaluation, consolidation, acquisitions, and disciplined portfolio planning."
            },
             {
              "logo":"/assets/Pages/Polygon.svg",
              "title":"Global NRIs & Returning Families" ,
               "text":"Comprehensive, confidential real estate oversight for families managing Indian real estate assets from abroad ensuring clarity, compliance, and seamless execution."
            },
             {
              "logo":"/assets/Pages/Polygon.svg",
              "title":"Business Owners & Promoters" ,
               "text":"Strategic real estate guidance for entrepreneurs with sizeable personal or promoter-held portfolios seeking professional management and long-term value creation."
            } 
             
        ]
    },
    "trustedLeaders":[
        {
            "heading":"Discreet",
            "image":"/assets/defaultImg.svg",
            "title":"Your privacy is protected by design. Every conversation, document, and portfolio detail is managed with absolute confidentiality with processes built to ensure zero visibility outside your trusted circle."
        },
           {
            "heading":"Long-Term Focused",
            "image":"/assets/defaultImg.svg",
            "title":"Decisions shaped by decades, not cycles. Our advisory is grounded in multi-generational thinking safeguarding continuity, stability, and long-term value creation."
        },
           {
            "heading":"Family-Aligned",
            "image":"/assets/defaultImg.svg",
            "title":"Your legacy informs every decision. We calibrate strategy around family priorities governance, succession, transition planning, and intergenerational clarity."
        },
           {
            "heading":"Advice-First, Never Sales-Led",
            "image":"/assets/defaultImg.svg",
            "title":"Independent guidance anchored in discipline, not inventory.We do not sell assets. We steward portfolios ensuring decisions are driven purely by what strengthens your wealth over time."
        }

    ],
      "brands": [
      "/assets/Home/brands/brand1.svg",
      "/assets/Home/brands/brand2.svg",
      "/assets/Home/brands/brand3.svg",
      "/assets/Home/brands/brand4.svg",
      "/assets/Home/brands/brand5.svg",
      "/assets/Home/brands/brand6.svg"
    ]
    },

"myFollo":{
    "banner": {
      "title": "India's Only Real Estate Wealth Platform",
      "subtitle": "At MyFollo, we help NRIs, UHNIs, HNIs, and family offices invest, manage, and grow their real estate portfolios with long-term intent and institutional discipline.",
      "image": "/assets/Pages/investbg.png"
    },
    "heroSection":{
        "heading":"Our Origin Story",
        "subtextone":"MyFollo was born from a simple observation: while India's wealthy had access to sophisticated investment platforms for stocks, bonds, and mutual funds, real estate—often their largest asset class—remained opaque, fragmented, and difficult to manage professionally.",
        "subtextTwo":"MyFollo works on Aggregate, Control & Transact Model for real estate. The Landlord, Property owners & Developers are engaged online to aggregate inventory & then most efficient distribution channels are optimized to transact."
    },
    "hightlites": {
      "Achievements": [
        {
          "number": "350+",
          "description": "Companies Advised"
        },
        {
          "number": "2,600+",
          "description": "Families Served"
        },
        {
          "number": "₹5,000Cr+",
          "description": "AUM Managed"
        }
        
      ]
     
    },
    "feature":[
        {
            "headin":"Discover",
            "subText":"We assess your family’s goals, legacy ambitions, and risk appetite.",
            "image":"/assets/defaultImg.svg"
        },
        {
            "headin":"Structure",
            "subText":"We curate pre-leased assets into a governance-ready portfolio.",
            "image":"/assets/defaultImg.svg"
        },
        {
            "headin":"Preserve",
            "subText":"We manage, monitor, and optimize for long-term stability and growth.",
            "image":"/assets/defaultImg.svg"
        }
    ],
    "hightLightFeatures":{
        "heading":"Build to Serve Legacy,",
        "text":"Foundational pillars guide every decision, recommendation, and client interaction at MyFollo",
        "subtext":"Our Difference",
        "pointers":[
            {
              "logo":"/assets/Pages/Rectangle.svg",
              "title":"Long-Term Thinking" ,
               "text":"We optimize for generational wealth, not quarterly gains. Every recommendation is evaluated through a 10-20 year lens."
            },
             {
              "logo":"/assets/Pages/Ellipse.svg",
              "title":"Discretion" ,
               "text":"Privacy is paramount. Your portfolio details, investment strategies, and personal information remain completely confidential."
            },
             {
              "logo":"/assets/Pages/Polygon.svg",
              "title":"Expertise" ,
               "text":"Our team combines decades of real estate, finance, and technology expertise with deep local market knowledge across India."
            },
             {
              "logo":"/assets/Pages/Polygon.svg",
              "title":"Execution Excellence" ,
               "text":"From deal sourcing to post-investment management, we handle every detail with institutional precision and family office care."
            } ,
             {
              "logo":"/assets/Pages/Rectangle.svg",
              "title":"Trust" ,
               "text":"Fee-only advisory model ensures our interests are perfectly aligned with yours. No commissions, no conflicts."
            } ,
             {
              "logo":"/assets/Pages/Ellipse.svg",
              "title":"Result" ,
               "text":"A real estate portfolio that compounds wealth across generations with institutional rigor and family office personalization."
            } 
             
        ]
    },
    "trustedLeaders":[
        {
            "name":"Amit Sharma",
            "position":"Founder & CEO",
            "image":"/assets/defaultImg.svg",
            "review":"“Real estate is the largest asset class for Indian families, yet it remains the least professionally managed. We are changing that.”",
            "icon":"/assets/Pages/linkedin.svg"

        },
              {
            "name":"Priya Desai",
            "position":"Chief Investment Officer",
            "image":"/assets/defaultImg.svg",
            "review":"“Every property recommendation is backed by institutional-grade analysis and a 20-year value perspective.”",
             "icon":"/assets/Pages/linkedin.svg"

        },
           {
            "name":"Rajesh Kumar",
            "position":"Head of Client Relations",
            "image":"/assets/defaultImg.svg",
            "review":"“Our success is measured by the generational wealth we help our clients create and preserve.”",
             "icon":"/assets/Pages/linkedin.svg"

        }
          
    ],
      "brands": [
      "/assets/Home/brands/brand1.svg",
      "/assets/Home/brands/brand2.svg",
      "/assets/Home/brands/brand3.svg",
      "/assets/Home/brands/brand4.svg",
      "/assets/Home/brands/brand5.svg",
      "/assets/Home/brands/brand6.svg"
    ]
    },


    "LetsTalkData":{
        "banner": {
      "title": "Let's Talk Real Estate. Intelligently.",
      "subtitle": "Whether you're exploring an investment, planning to sell, or looking for long-term real estate guidance — we're here to help.",
      "image": "/assets/Pages/investbg.png"
    },
     "UHNIClients":[
        {
            "heading":"SEC Registered",
            "image":"/assets/defaultImg.svg",
            "title":"Fully compliant investment advisor"
        },
           {
            "heading":"Bank-Level Security",
            "image":"/assets/defaultImg.svg",
            "title":"256-bit encryption & GDPR compliant"
        },
           {
            "heading":"Dedicated Manager",
            "image":"/assets/defaultImg.svg",
            "title":"Personal relationship team"
        },
           {
            "heading":"18% Avg. Returns",
            "image":"/assets/defaultImg.svg",
            "title":"Track record since 2015"
        },
        {
            "heading":"$2.4B+ Managed",
            "image":"/assets/defaultImg.svg",
            "title":"Trusted by 150+ UHNI families"
        },
        {
            "heading":"Full Transparency",
            "image":"/assets/defaultImg.svg",
            "title":"Quarterly reporting & audits"
        }

    ]
    },

    "JoinMAppData":{
    "banner": {
      "title": "Let’s Create Value. Together.",
      "subtitle": "The MyFollo Alliance Partnership Program (mAPP) is a trusted referral network for professionals connected to India’s wealth creators.",
      "image": "/assets/Pages/investbg.png",
      "subtext":"mAPP - MyFollo Alliance Partnership Program"
    },
    "heroSection":{
        "heading":"Why mAPP",
        "headingpart":"(MyFollo Alliance Partnership Program)",
        "subtextone":"In India, most real estate deals are rushed, fragmented, or mispriced. For UHNI families, even small inefficiencies can result in massive opportunity loss. At MyFollo, we eliminate uncertainty by combining deep market intelligence with private, end-to-end execution — ensuring your assets are never undersold, overlooked, or mishandled.",
        "highlightpoints":[
            "Discreet, non-intrusive engagement",
            "No pressure to “sell” — just open the door",
            "Transparent tracking of your referrals",
            "Premium advisory-led experience for your clients"
        ],
        "points":[
            {
            "heading":"Who It’s For",
            "subText":"Designed for India’s Most Discerning Property Owners"
            }  
       ],
       "subpoints":[
          {
            "heading":"Chartered Accountants",
            "icon":"/assets/Pages/House.svg"
            },
             {
            "heading":"Wealth Managers",
            "icon":"/assets/Pages/Department.svg"
            },
             {
            "heading":"Private Bankers",
            "icon":"/assets/Pages/Increase.svg"
            },
             {
            "heading":"Luxury Advisors",
            "icon":"/assets/Pages/America.svg"
            }
   
       ]
    },
    "feature":[
        {
            "headin":"Refer",
            "subText":"Introduce a contact or client via a quick form or direct connect.",
            "image":"/assets/defaultImg.svg"
        },
        {
            "headin":"Engage",
            "subText":"We take it forward with a discreet, aligned conversation.",
            "image":"/assets/defaultImg.svg"
        },
        {
            "headin":"Reward",
            "subText":"Earn incentives or relationship benefits on successful conversions.",
            "image":"/assets/defaultImg.svg"
        }
    ],
     "hightlightes": [
        {
          "number": "₹100Cr+",
          "description": "Transacted or advised"
        },
        {
          "number": "92+",
          "description": "Repeat Clients"
        },
        {
          "number": "150",
          "description": "Referrals closed via mAPP"
        }
        
      ],

    "trustedLeaders":[
        {
            "heading":"Exclusive Buyer/Tenant Network",
            "image":"/assets/defaultImg.svg",
            "title":"Access to verified, high-quality prospects"
        },
           {
            "heading":"Zero-Noise, Discreet Listings",
            "image":"/assets/defaultImg.svg",
            "title":"No public clutter, maintaining privacy and exclusivity"
        },
           {
            "heading":"Legal-Vetted, Team-Led Transactions",
            "image":"/assets/defaultImg.svg",
            "title":"Comprehensive legal support at every step"
        },
           {
            "heading":"Strategic Price Realization",
            "image":"/assets/defaultImg.svg",
            "title":"Not fire sales - optimal value extraction"
        }

    ],
      "brands": [
      "/assets/Home/brands/brand1.svg",
      "/assets/Home/brands/brand2.svg",
      "/assets/Home/brands/brand3.svg",
      "/assets/Home/brands/brand4.svg",
      "/assets/Home/brands/brand5.svg",
      "/assets/Home/brands/brand6.svg"
    ]
    }

}